[
  {
    "id": 1,
    "name": "Royal Gorila",
    "description": "Con un nivel medio de *** del 25% - y más del 30% dependiendo del fenotipo - esta bestia increíble hará que salgas volando...o te dejará pegado al sofá!",
    "price": 27,
    "stock": 98,
    "imageUrl": "https://plazareal.co.cr/wp-content/uploads/2016/09/Subway-BMT-copia-1.jpg"
  },
  {
    "id": 2,
    "name": "Cookies Gelato",
    "description": "Gracias a un equilibrio perfecto de genética índica y sativa, ofrece un subidón que sacude el cuerpo y hace que la mente entre en un estado de estimulación estática.",
    "price": 30.5,
    "stock": 100,
    "imageUrl": "https://images.loveat.la/media/6675/images/plates/227466"
  },
  {
    "id": 3,
    "name": "OG Kush",
    "description": "Las semillas OG Kush no necesitan presentación. Este híbrido premiado es muy popular desde hace décadas, con sus fuertes efectos físicos y mentales, sus cosechas abundantes, y sus deliciosos aromas a cítricos, fruta y pino.",
    "price": 21.5,
    "stock": 100,
    "imageUrl": "https://via.placeholder.com/300x200"
  },
  {
    "id": 4,
    "name": "Pink Mist",
    "description": "¿Buscas genética clásica con un toque moderno? La Pink Mist es la última creación del equipo de cría profesional de Royal Queen Seeds. Estas semillas feminizadas descienden de una variedad local tailandesa única y una Haze muy especial, y se convierten en dominancia sativa repletas de *** y complejos aromas terrosos de frutos del bosque.",
    "price": 21.5,
    "stock": 100,
    "imageUrl": "https://via.placeholder.com/300x200"
  },
  {
    "id": 5,
    "name": "Alien OG",
    "description": "Prepárate para explorar nuevas galaxias con la Alien OG, la última creación de nuestro equipo de cría profesional. La Alien OG es originaria de EE.UU. y una de las grandes favoritas en los dispensarios de estados legales como California, Alaska o Nevada.",
    "price": 27,
    "stock": 100,
    "imageUrl": "https://via.placeholder.com/300x200"
  },
  {
    "id": 6,
    "name": "AMG - Amnesia Mac Ganja",
    "description": "Entra a velocidades supersónicas en el cosmos con esta codiciada diosa de dominancia sativa: la variedad AMG. Apreciada por sus increíbles niveles de *** y un ciego cerebral que libera tu mente de las cadenas de la realidad.",
    "price": 30.5,
    "stock": 100,
    "imageUrl": "https://via.placeholder.com/300x200"
  },
  {
    "id": 7,
    "name": "Shining Silver Haze",
    "description": "Las semillas de la Shining Silver Haze combinan las mejores características de la genética Haze clásica en una floración rápida y muy productiva. Cargada con un 21% de *** y montones de terpenos, es una variedad premiada.",
    "price": 23,
    "stock": 100,
    "imageUrl": "https://via.placeholder.com/300x200"
  }

]